import { IReasonBlock } from '../model/types/reason-block.type'

export const reasons: IReasonBlock[] = [
	{
		image: '/why-choose-us/1.jpg',
		reasons: [
			{
				title: 'Точно в срок',
				text: 'Мы строго придерживаемся установленных планов и сроков исполнения',
			},
			{
				title: 'Качество',
				text: 'Мы даем гарантию на все выполненные нами работы и поставленные материалы',
			},
		],
	},
	{
		image: '/why-choose-us/2.jpg',
		reasons: [
			{
				title: 'Профессионализм',
				text: 'К работе допускаются только сотрудники имеющие соответствующую подготовку',
			},
			{
				title: 'Надежность',
				text: 'Мы используем проверенные инструменты и сотрудничаем с надежными поставщиками',
			},
		],
	},
	{
		image: '/why-choose-us/3.jpg',
		reasons: [
			{
				title: 'Еженедельная отчетность',
				text: 'Еженедельно отправляем фото и видео по строительству вашего дома и отчеты по финансам',
			},
			{
				title: 'Гарантия по договору',
				text: 'Предоставляем гарантию до 5 лет на все выполненные работы',
			},
		],
	},
]
