import { IObject } from '../model/types/object.type'

export const objects: IObject[] = [
	{
		id: 1,
		name: 'Одноэтажный дом 1',
		slug: 'odnoetazhnyj-dom',
		description:
			'Фундамент – ленточный с подушкой и плитой. К достоинствам фундаментам такого типа относят срок эксплуатации не менее 100 лет, устойчивость в зыбких почвах, заменяет пол на первом этаже, не меняет местоположение при подвижках земли.\n\nНесущие стены - газосиликатный блок. Газосиликатные блоки считаются стройматериалом универсального принципа действия, могут использоваться для различных вариантов стен, как несущих, так и не несущих, в жилых и торговых зданиях высотой не более 9-ти этажей.\n\nКрыша – многощипцовая кровельная система (метало-черепица барс). Хорошие самонесущие способности, прочность и устойчивость, возможность заложения под кровлей жилых помещений за счет большой доли «полезного» объема и установки окон в многочисленных фронтонах, эстетичность и многообразие вариантов исполнения.',
		countOfMonth: 5,
		budget: 5900000,
		buildingArea: 238,
		isCompleted: true,
		photoPathes: [
			'/test-object/1.jpg',
			'/test-object/2.png',
			'/test-object/3.png',
			'/test-object/4.png',
			'/test-object/5.png',
			'/test-object/6.png',
		],
	},
	{
		id: 2,
		name: 'Одноэтажный дом 2',
		slug: 'odnoetazhnyj-dom',
		description:
			'Фундамент – ленточный с подушкой и плитой. К достоинствам фундаментам такого типа относят срок эксплуатации не менее 100 лет, устойчивость в зыбких почвах, заменяет пол на первом этаже, не меняет местоположение при подвижках земли.\n\nНесущие стены - газосиликатный блок. Газосиликатные блоки считаются стройматериалом универсального принципа действия, могут использоваться для различных вариантов стен, как несущих, так и не несущих, в жилых и торговых зданиях высотой не более 9-ти этажей.\n\nКрыша – многощипцовая кровельная система (метало-черепица барс). Хорошие самонесущие способности, прочность и устойчивость, возможность заложения под кровлей жилых помещений за счет большой доли «полезного» объема и установки окон в многочисленных фронтонах, эстетичность и многообразие вариантов исполнения.',
		countOfMonth: 5,
		budget: 5900000,
		buildingArea: 238,
		isCompleted: true,
		photoPathes: [
			'/test-object/1.jpg',
			'/test-object/2.png',
			'/test-object/3.png',
			'/test-object/4.png',
			'/test-object/5.png',
			'/test-object/6.png',
		],
	},
	// {
	// 	id: 3,
	// 	name: 'Одноэтажный дом',
	// 	slug: 'odnoetazhnyj-dom',
	// 	description:
	// 		'Фундамент – ленточный с подушкой и плитой. К достоинствам фундаментам такого типа относят срок эксплуатации не менее 100 лет, устойчивость в зыбких почвах, заменяет пол на первом этаже, не меняет местоположение при подвижках земли.\n\nНесущие стены - газосиликатный блок. Газосиликатные блоки считаются стройматериалом универсального принципа действия, могут использоваться для различных вариантов стен, как несущих, так и не несущих, в жилых и торговых зданиях высотой не более 9-ти этажей.\n\nКрыша – многощипцовая кровельная система (метало-черепица барс). Хорошие самонесущие способности, прочность и устойчивость, возможность заложения под кровлей жилых помещений за счет большой доли «полезного» объема и установки окон в многочисленных фронтонах, эстетичность и многообразие вариантов исполнения.',
	// 	countOfMonth: 5,
	// 	budget: 5900000,
	// 	buildingArea: 238,
	// 	isCompleted: true,
	// 	photoPathes: [
	// 		'/test-object/1.jpg',
	// 		'/test-object/2.png',
	// 		'/test-object/3.jpg',
	// 		'/test-object/4.jpg',
	// 		'/test-object/5.jpg',
	// 		'/test-object/6.jpg',
	// 	],
	// },
	// {
	// 	id: 4,
	// 	name: 'Одноэтажный дом',
	// 	slug: 'odnoetazhnyj-dom',
	// 	description:
	// 		'Фундамент – ленточный с подушкой и плитой. К достоинствам фундаментам такого типа относят срок эксплуатации не менее 100 лет, устойчивость в зыбких почвах, заменяет пол на первом этаже, не меняет местоположение при подвижках земли.\n\nНесущие стены - газосиликатный блок. Газосиликатные блоки считаются стройматериалом универсального принципа действия, могут использоваться для различных вариантов стен, как несущих, так и не несущих, в жилых и торговых зданиях высотой не более 9-ти этажей.\n\nКрыша – многощипцовая кровельная система (метало-черепица барс). Хорошие самонесущие способности, прочность и устойчивость, возможность заложения под кровлей жилых помещений за счет большой доли «полезного» объема и установки окон в многочисленных фронтонах, эстетичность и многообразие вариантов исполнения.',
	// 	countOfMonth: 5,
	// 	budget: 5900000,
	// 	buildingArea: 238,
	// 	isCompleted: true,
	// 	photoPathes: [
	// 		'/test-object/1.jpg',
	// 		'/test-object/2.png',
	// 		'/test-object/3.jpg',
	// 		'/test-object/4.jpg',
	// 		'/test-object/5.jpg',
	// 		'/test-object/6.jpg',
	// 	],
	// },
]
